<?php

use Illuminate\Database\Seeder;

class StoresTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('stores')->delete();
        
        \DB::table('stores')->insert(array (
            0 => 
            array (
                'id' => 1,
                'name' => 'فرع حدائق الاهرام',
                'address' => '61 أ البوابة الأولى - أمام المنوفي - هضبة الأرام - الجيزة',
                'created_at' => '2019-12-24 13:10:35',
                'updated_at' => '2019-12-24 13:10:35',
                'phone' => NULL,
            ),
            1 => 
            array (
                'id' => 2,
                'name' => 'فرع شبرا الخيمة',
                'address' => 'محل رقم 11 - أبراج سيتي مول السلام - اخر كوبري عرابي - شارع 15 مايو أمام برج الأطباء',
                'created_at' => '2019-12-24 13:10:48',
                'updated_at' => '2019-12-24 13:10:48',
                'phone' => NULL,
            ),
            2 => 
            array (
                'id' => 3,
                'name' => 'فرع شارع فيصل',
                'address' => '139 شارع الملك فيصل - الكوم الاخضر - بجوار قبنوري',
                'created_at' => '2019-12-24 13:11:40',
                'updated_at' => '2019-12-24 13:11:40',
                'phone' => NULL,
            ),
            3 => 
            array (
                'id' => 4,
                'name' => 'فرع عين شمس',
                'address' => '5/7 شارع الزهراء من شارع عين شمس - امام مدرسة محمود خاطر الابتدائية',
                'created_at' => '2019-12-24 13:11:53',
                'updated_at' => '2019-12-24 13:11:53',
                'phone' => NULL,
            ),
            4 => 
            array (
                'id' => 5,
                'name' => 'فرع المعادي',
                'address' => 'محل رقم 101، شارع 105 - المعادي بجوار ميدان أحمد عدوية',
                'created_at' => '2019-12-24 13:12:08',
                'updated_at' => '2019-12-24 13:12:08',
                'phone' => NULL,
            ),
            5 => 
            array (
                'id' => 6,
                'name' => 'فرع حدائق القبة',
                'address' => '62 شارع مصر والسودان - عمارات الاوقاف القديمة - بجوار مسجد الشيخ كشك',
                'created_at' => '2019-12-24 13:12:21',
                'updated_at' => '2019-12-24 13:12:21',
                'phone' => NULL,
            ),
            6 => 
            array (
                'id' => 7,
                'name' => 'فرع الحسين',
                'address' => '134 شارع جوهر القائد - أمام مستشفى الحسين الجامعي',
                'created_at' => '2019-12-24 13:12:35',
                'updated_at' => '2019-12-24 13:12:35',
                'phone' => NULL,
            ),
            7 => 
            array (
                'id' => 8,
                'name' => 'فرع مصر الجديدة',
                'address' => '57 شارع هارون الرشيد',
                'created_at' => '2019-12-24 13:12:48',
                'updated_at' => '2019-12-24 13:12:48',
                'phone' => NULL,
            ),
            8 => 
            array (
                'id' => 9,
                'name' => 'فرع مدينة نصر',
                'address' => '4 عمارات أول مايو - شارع النصر - بجوار شرطة مدينة نصر',
                'created_at' => '2019-12-24 13:13:02',
                'updated_at' => '2019-12-24 13:13:02',
                'phone' => NULL,
            ),
            9 => 
            array (
                'id' => 10,
                'name' => 'فرع الهرم',
                'address' => '117 شارع ترعة الزمر - بجوار مسجد نصر الدين - امام جراج الاتوبيس',
                'created_at' => '2019-12-24 13:13:14',
                'updated_at' => '2019-12-24 13:13:14',
                'phone' => NULL,
            ),
            10 => 
            array (
                'id' => 11,
                'name' => 'فرع شبرا',
                'address' => '26 شارع عبدالحميد الديب - امام مسجد نور المحمدي - بجوار شركة الادوية',
                'created_at' => '2019-12-24 13:13:26',
                'updated_at' => '2019-12-24 13:13:26',
                'phone' => NULL,
            ),
            11 => 
            array (
                'id' => 12,
                'name' => 'فرع دار السلام',
                'address' => '23 شارع الجمعية - امام مسجد النهضة من شارع الفيوم - الملأة',
                'created_at' => '2019-12-24 13:13:40',
                'updated_at' => '2019-12-24 13:13:40',
                'phone' => NULL,
            ),
            12 => 
            array (
                'id' => 13,
                'name' => 'فرع الجيزة',
                'address' => 'ميدان الجيزة - بجوار حلواني الدمياطي',
                'created_at' => '2019-12-24 13:16:35',
                'updated_at' => '2019-12-24 13:16:35',
                'phone' => NULL,
            ),
            13 => 
            array (
                'id' => 14,
                'name' => 'فرع حلوان',
                'address' => 'شارع شريف - برج الاسراء بجوار ابراج دهب مول',
                'created_at' => '2019-12-24 13:16:47',
                'updated_at' => '2019-12-24 13:16:47',
                'phone' => NULL,
            ),
            14 => 
            array (
                'id' => 15,
                'name' => 'فرع السيدة زينب',
                'address' => '36 شارع الكومي - بجوار سوبيا الرحماني',
                'created_at' => '2019-12-24 13:17:01',
                'updated_at' => '2019-12-24 13:17:01',
                'phone' => NULL,
            ),
            15 => 
            array (
                'id' => 16,
                'name' => 'فرع الوراق',
                'address' => '1 شارع سعيد جاد من ترعة السواحل - امام سنترال الوراق',
                'created_at' => '2019-12-24 13:17:14',
                'updated_at' => '2019-12-24 13:17:14',
                'phone' => NULL,
            ),
        ));
        
        
    }
}